// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Virrankäytön hallinta";

State0Title = "OK";
State1Title = "Ylikuumentuminen";
State2Title = "Ladataan";
State3Title = "Puuttuu";
State4Title = "Viallinen";
State5Title = "Ei voida hakea";

AutoPowerOffTitle = "Automaattinen akun virran katkaisu:";
BatteryStateTitle = "Akun tila:";
BatteryLevelTitle = "Akun lataus:";
VisitText1 = "Saat tietoja lisälaitteista osoitteesta ";
VisitText2 = " .";
ApplyButtonTitle = "Ota käyttöön";

After5Min = "5 Minuutin Kuluttua";
After10Min = "10 Minuutin Kuluttua";
After20Min = "20 Minuutin Kuluttua";
After15Min = "15 Minuutin Kuluttua";
After30Min = "30 Minuutin Kuluttua";
After45Min = "45 Minuutin Kuluttua";
After1Hour = "1 Tunnin Kuluttua";
After2Hours = "2 Tunnin Kuluttua";
After3Hours = "3 Tunnin Kuluttua";
Never = "Ei Koskaan";